Repository: wp-plugins/shashin-permalinks
Catalog: lang/shashin-permalinks-*.po
Languages: fr_fr

source: Shashin permalinks options
fr_fr: Options des permaliens Shashin

source: Shashin permalinks
fr_fr: Permaliens Shashin

source: You cannot edit the Shashin permalinks options.
fr_fr: Vous n'êtes pas autorisé à modifier les paramètres des permaliens Shashin

source: Value for <strong>Album</strong> parameter is invalid
fr_fr: La valeur du paramètre <strong>Album</strong> est invalide

source: Value for <strong>Page</strong> parameter is invalid
fr_fr: La valeur du paramètre <strong>Page</strong> est invalide

source: Shashin permalinks settings were not updated
fr_fr: Les paramètres des permaliens Shashin n'ont pas été mis à jour

source: Shashin permalinks settings saved
fr_fr: Les paramètres des permaliens Shashin ont été enregistrés.

source: Shashin permalinks settings resetted to defaults.
fr_fr: Les paramètres des permaliens Shashin ont été réinitialisés.

source: Enable Shashin permalinks
fr_fr: Activer les permaliens Shashin

source: Keyword for album parameter
fr_fr: Mot clé pour le paramètre album

source: Keyword for page parameter
fr_fr: Mot clé pour le paramètre page

source: Can be empty, in this case URIs will be "/album/ID/PAGE/"
fr_fr: Peut être vide, dans ce cas les URIs seront "/album/ID/PAGE/"

source: Update titles [Experimental]
fr_fr: Mettre à jour les titres [Expérimental]

source: When enabled, current album name will be added to page/post title
fr_fr: Si activé, le nom de l'ablum actuel sera ajouté au titre de la page

source: Fix Sociable plugin links
fr_fr: Corriger les liens du plugin Sociable

source: When enabled, Sociable plugin links will point to current album
fr_fr: Si activé, les liens du plugin Sociable pointeront vers l'ablum actuel

source: Save settings
fr_fr: Enregistrer les paramètres

source: Do you really want to reset your configuration ?
fr_fr: Voulez-vous vraiment réinitialiser les paramètres ?

source: Reset settings
fr_fr: Réinitialiser les paramètres
